Repository: gbmapo/JdP8
Catalog: web/amap-8.x.*.po
Languages: fr

source: About
fr: À propos de

source: To manage the AMAP of the Jardin de Poissy.
fr: Pour gérer l’AMAP du Jardin de Poissy.

source: email 'Rappel pour les étourdis': nothing to do.
fr: Courriel ‘Rappel pour les étourdis’: rien à faire.

source: email 'Rappel pour les étourdis' : sent.
fr: Courriel ‘Rappel pour les étourdis’: envoyé.

source: Header for Form
fr: Entête du formulaire

source: Header for Export
fr: Entête de l'export

source: Add Contract type
fr: Ajouter un type de contrat

source: Add Contract
fr: Ajouter un contrat

source: Add Contract subscription
fr: Ajouter une souscription de contrat

source: Add Distribution date
fr: Ajouter une date de distribution

source: Add Distribution inscription
fr: Ajouter une inscription

source: Contract type list
fr: Liste des types de contrats

source: Contract type settings
fr: Paramètres Type de contrat

source: Contract list
fr: Liste des contrats

source: Contract settings
fr: Paramètres Contrat

source: Contract subscription list
fr: Liste des souscriptions de contrat

source: Contract subscription settings
fr: Paramètres Souscription de contrat

source: Distribution date list
fr: Liste des dates de distribution

source: Distribution date settings
fr: Paramètres Date de distribution

source: Distribution inscription list
fr: Liste des inscriptions aux distributions

source: Distribution inscription settings
fr: Paramètres Inscription aux distributions

source: List Contract type entities
fr: Lister les entités Type de contrat

source: Configure Contract type entities
fr: Configurer les entités Type de contrat

source: List Contract entities
fr: Lister les entités Contrat

source: Configure Contract entities
fr: Configurer les entités Contrat

source: List Contract subscription entities
fr: Lister les entités Souscription de contrat

source: Configure Contract subscription entities
fr: Configurer les entités Souscription de contrat

source: List Distribution date entities
fr: Lister les entités Date de distribution

source: Configure Distribution date entities
fr: Configurer les entités Date de distribution

source: List Distribution inscription entities
fr: Lister les entités Inscription aux distributions

source: Configure Distribution inscription entities
fr: Configurer les entités Inscription aux distributions

source: Settings
fr: Paramètres

source: View
fr: Voir

source: Edit
fr: Éditer

source: Delete
fr: Supprimer

source: Update Calendar
fr: Mettre à jour le calendrier

source: Sign up for Planning
fr: S'inscrire sur le Planning

source: Create new Contract type entities
fr: Créer de nouvelles entités Type de contrat

source: Delete Contract type entities
fr: Supprimer les entités Type de contrat

source: Edit Contract type entities
fr: Éditer les entités Type de contrat

source: View Contract type entities
fr: Voir les entités Type de contrat

source: Create new Contract entities
fr: Créer de nouvelles entités Contrat

source: Delete Contract entities
fr: Supprimer les entités Contrat

source: Edit Contract entities
fr: Éditer les entités Contrat

source: View Contract entities
fr: Voir les entités Contrat

source: Create new Contract subscription entities
fr: Créer de nouvelles entités Souscription

source: Delete Contract subscription entities
fr: Supprimer les entités Souscription de contrat

source: Edit Contract subscription entities
fr: Éditer les entités Souscription de contrat

source: View Contract subscription entities
fr: Voir les entités Souscription de contrat

source: Create new Distribution date entities
fr: Créer de nouvelles entités Date de distribution

source: Delete Distribution date entities
fr: Supprimer les entités Date de distribution

source: Edit Distribution date entities
fr: Éditer les entités Date de distribution

source: View Distribution date entities
fr: Voir les entités Date de distribution

source: Create new Distribution inscription entities
fr: Créer de nouvelles entités Inscription à la distribution

source: Delete Distribution inscription entities
fr: Supprimer les entités Inscription aux distributions

source: Edit Distribution inscription entities
fr: Éditer les entités Inscription aux distributions

source: View Distribution inscription entities
fr: Voir les entités Inscription aux distributions

source: Contracts
fr: Contrats

source: Enter subscriptions
fr: Entrer les souscriptions

source: Export Subscriptions
fr: Exporter les souscriptions

source: Contract id
fr: Id Contrat

source: Name
fr: Nom

source: Contract subscription id
fr: Id Souscription de contrat

source: Member id
fr: Id Adhérent

source: Contract type id
fr: Id Type de contrat

source: Displayed Name
fr: Nom affiché

source: Number of quantities
fr: Nombre de quantités

source: Form header
fr: Entête du formulaire

source: Export header
fr: Entête de l'export

source: Distribution date ID
fr: Id Date de distribution

source: Distribution date
fr: Date de distribution

source: Number of products
fr: Nombre de produits

source: Distribution inscription ID
fr: Id Inscription

source: Role
fr: Rôle

source: Sign up for Planning <a class="form-submit" href="/amap/signupForPlanningOne">Little screen</a>
fr: S'inscrire sur le Planning <a class="form-submit" href="/amap/signupForPlanningOne">Petit écran</a>

source: Sign up for Planning <a class="form-submit" href="/amap/signupForPlanningMany">Big screen</a>
fr: S'inscrire sur le Planning <a class="form-submit" href="/amap/signupForPlanningMany">Grand écran</a>

source: Type of contract
fr: Type de contrat

source: Start date of contract
fr: Date de début du contrat

source: End date of contract
fr: Date de fin du contrat

source: Referent of contract
fr: Référent de contrat

source: Source file
fr: Fichier Source

source: Source file (may be modified)
fr: Fichier Source (pour modification)

source: pdf file
fr: Fichier pdf

source: To be downloaded by AMAPiens
fr: Pour être téléchargé par les AMAPiens

source: Open for subscription
fr: Ouvert pour souscription

source: Created
fr: Date de création

source: Changed
fr: Date de modification

source: Contract
fr: Contrat

source: Member
fr: Adhérent

source: Shared with
fr: Partagé avec

source: Comment
fr: Commentaire

source: Contract subscription
fr: Souscription de contrat

source: Contract type
fr: Type de contrat

source: Distribution Date ID
fr: Id Date de distribution

source: AMAPien ID
fr: Id AMAPien

source: Distribution inscription
fr: Inscription aux distributions

source: Are you sure you want to delete contract « %label »?
fr: Êtes-vous certain(e) de vouloir supprimer le contrat « %label » ?

source: Contract « %label » has been deleted.
fr: Le contrat « %label » a été supprimé.

source: Contract « %label » has been added.
fr: Le contrat « %label » a été ajouté.

source: Contract « %label » has been updated.
fr: Le contrat « %label » a été mis à jour.

source: Contract subscription« %label » has been added.
fr: La souscription au contrat « %label » a été ajoutée.

source: Contract subscription« %label » has been updated.
fr: La souscription au contrat « %label » a été mise à jour.

source: Submit
fr: Soumettre

source: Contract type « %label » has been added.
fr: Le type de contrat « %label » a été ajouté.

source: Contract type « %label » has been updated.
fr: Le type de contrat « %label » a été mis à jour.

source: Distribution date « %label » has been added.
fr: La date de distribution « %label » a été ajoutée.

source: Distribution date « %label » has been updated.
fr: La date de distribution « %label » a été ajoutée.

source: Save
fr: Enregistrer

source: The changes have been saved.
fr: Les modifications ont été enregistrées.

source: Distribution inscription « %label » has been added.
fr: L’inscription à la distribution « %label » a été ajoutée.

source: Distribution inscription « %label » has been updated.
fr: L’inscription à la distribution « %label » a été modifée.

source: Distribution Date
fr: Date de distribution

source: Reserve
fr: Réserve

source: Referent
fr: Référent
