Repository: gbmapo/JdP8
Catalog: web/association-8.x.*.po
Languages: fr

source: About
fr: À propos de

source: To manage members and persons of the association
fr: Pour gérer les adhérents et les personnes de l’association

source: Users
fr: Utilisateurs

source: Add Member
fr: Ajouter un adhérent

source: Add Person
fr: Ajouter une personne

source: Member list
fr: Liste des adhérents

source: Member settings
fr: Paramètres Adhérent

source: Person list
fr: Liste des personnes

source: Person settings
fr: Paramètres Personne

source: List Member entities
fr: Lister les entités Adhérent

source: Configure Member entities
fr: Configurer les entités Adhérent

source: List Person entities
fr: Lister les entités Personne

source: Configure Person entities
fr: Configurer les entités Personne

source: Settings
fr: Paramètres

source: View
fr: Voir

source: Edit
fr: Éditer

source: Delete
fr: Supprimer

source: Membership
fr: Adhésion

source: Create new Member entities
fr: Créer de nouvelles entités Adhérent

source: Administer Member entities
fr: Administrer les entités Adhérent

source: Delete Member entities
fr: Supprimer les entités Adhérent

source: Edit Member entities
fr: Éditer les entités Adhérent

source: View Member entities
fr: Voir les entités Adhérent

source: Create new Person entities
fr: Créer de nouvelles entités Personne

source: Administer Person entities
fr: Administrer les entités Personne

source: Delete Person entities
fr: Supprimer les entités Personne

source: Edit Person entities
fr: Éditer les entités Personne

source: View Person entities
fr: Voir les entités Personne

source: Administer Membership
fr: Administrer les adhésions

source: Renew Membership
fr: Renouvellement d'adhésion

source: Membership - Step 1/3
fr: Adhésion - Étape 1/3

source: Membership - Step 2/3
fr: Adhésion - Étape 2/3

source: Membership - Step 3/3
fr: Adhésion - Étape 3/3

source: Membership - Online Payment
fr: Adhésion - Paiement en ligne

source: MemberImportStatus
fr: Importer les statuts

source: Member ID
fr: Id Adhérent

source: Designation
fr: Désignation

source: Status
fr: État

source: Person ID
fr: Id Personne

source: Last Name
fr: Nom

source: First Name
fr: Prénom

source: Address supplement
fr: Complément d'adresse

source: Street
fr: Rue

source: Postal Code
fr: Code Postal

source: City
fr: Ville

source: Country
fr: Pays

source: Phone
fr: Téléphone

source: Membership Start Date
fr: Date de début d'adhésion

source: Membership End Date
fr: Date de fin d'adhésion

source: Comment
fr: Commentaire

source: Created
fr: Date de création

source: Changed
fr: Date de modification

source: Member
fr: Adhérent

source: Contact Id
fr: Id Contact

source: Cellphone
fr: Portable

source: Email Address
fr: Adresse courriel

source: User
fr: Utilisateur

source: Person
fr: Personne

source: Are you sure you want to delete member « %label »?
fr: Êtes-vous certain(e) de vouloir supprimer l’adhérent « %label » ?

source: Member « %label » has been deleted.
fr: L’adhérent « %label » a été supprimé.

source: Member « %label » has been added.
fr: L'adhérent « %label » a été ajouté.

source: Member « %label » has been updated.
fr: L'adhérent « %label » a été mis à jour.

source: File to import
fr: Fichier à importer

source: Select the file to import
fr: Choisir le fichier à importer

source: Submit
fr: Soumettre

source: Cancel
fr: Annuler

source: Please select a file.
fr: Choisir le fichier à importer.

source: Choose year and open renewal period.
fr: Choisir l'année et ouvrir la période de renouvellement.

source: The renewal period has been opened for year « %year ».
fr: La période de renouvellement a été ouverte pour l'année « %year ».

source: Do you want to send the first email?
fr: Voulez-vous envoyer le premier courriel ?

source: No
fr: Non

source: Yes
fr: Oui

source: The first email has been sent.
fr: Le premier courriel a été envoyé.

source: The reminder email has been sent (total number of reminders: %reminders).
fr: Le courriel de relance a été envoyé (nombre total de relances : %reminders).

source: Do you want to send the reminder email?
fr: Voulez-vous envoyer le courriel de relance ?

source: Do you want to close the renewal period?
fr: Voulez-vous fermer la période de renouvellement ?

source: Please choose one option.
fr: Veuillez choisir une option.

source: Renew membership: Period has been opened.
fr: Renouvellement d'adhésion : la période a été ouverte.

source: Renew membership: First email has been sent.
fr: Renouvellement d'adhésion : le premier courriel a été envoyé.

source: Renew membership: Reminder email @number has been sent.
fr: Renouvellement d'adhésion : le courriel de relance @number a été envoyé.

source: Renew membership: Unexpected case.
fr: Renouvellement d'adhésion : cas non prévu.

source: Status changed when Renew Membership period was closed.
fr: État modifié à la fermeture de la période de renouvellement d'adhésion.

source: Renew membership: Period has been closed.
fr: Renouvellement d'adhésion : la période a été fermée.

source: Renew membership: Number of members: @number.
fr: Renouvellement d'adhésion : nombre d'adhérents : @number.

source: Are you sure you want to delete person « %label »?
fr: Êtes-vous certain(e) de vouloir supprimer la personne « %label » ?

source: Person « %label » has been deleted.
fr: La personne « %label » a été supprimée.

source: This user is already associated to another person.<BR>Please choose another user.
fr: Cet utilisateur est déjà associé à une autre personne.<BR>Veuillez choisir une autre utilisateur.

source: Person « %label » has been added.
fr: La personne « %label » a été ajoutée.

source: Person « %label » has been updated.
fr: La personne « %label » a été mise à jour.

source: membership request
fr: demande d’adhésion

source: Your @str has been registered.<BR>It will be effective after reception of your payment.
fr: Votre @str a été enregistrée.<BR>Elle sera effective après réception de votre paiement.

source: An email has been sent with your login information.
fr: Un courriel a été envoyé avec vos informations de connexion.

source: Your wish has been recorded.
fr: Votre souhait a été enregistré.

source: membership renewal request
fr: demande de renouvellement d’adhésion

source: enter
fr: entrer

source: After submitting this form, you will be redirected to the membership process where you can @str your personal information then choose your subscription payment mode.
fr: Après la soumission de ce formulaire, vous serez redirigé vers le processus d'adhésion où vous pourrez @str vos informations personnelles puis choisir le mode de paiement de votre cotisation.

source: correct, if needed,
fr: corriger, si nécessaire,

source: There is currently no renewal period opened.
fr: Il n'y a pas de période de renouvellement ouverte actuellement.

source: You're not allowed to renew membership. Only the person(s) associated to the member is(are) allowed to do it.
fr: Vous n'êtes pas autorisé(e) à renouveler l'adhésion. Seule(s) la(les) personne(s) associée(s) à l'adhérent le peu(ven)t.

source: The member «&nbsp;%member&nbsp;» has already renewed his membership to the association <I>Le Jardin de Poissy</I> for year « %year ».
fr: L'adhérent «&nbsp;%member&nbsp;» a déjà renouvelé son adhésion à l'association <I>Le Jardin de Poissy</I> pour l'année « %year ».

source: Here’s your wish as recorded. You can change it as many times as you like: only the last change will be taken into account.<BR><BR>
fr: Voici votre souhait tel qu'il a été enregistré.<BR>Vous pouvez le modifier autant de fois que vous le voulez : seule la dernière modification sera prise en compte.<BR><BR>

source: I, the undersigned «&nbsp;%person&nbsp;», representing the member «&nbsp;%member&nbsp;», wishes to renew my membership to the association <I>Le Jardin de Poissy</I> for year « %year ».
fr: Je, soussigné «&nbsp;%person&nbsp;», représentant l’adhérent «&nbsp;%member&nbsp;», souhaite renouveler mon adhésion à l’association <B>Le Jardin de Poissy</B> pour l’année « %year ».

source: Email
fr: Courriel

source: I wish to be SÉListe
fr: Je souhaite être SÉListe

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: If one of the fields Lastname, Firstname, Email, Cellphone is filled, the others must be filled too.
fr: Si un des champs Nom, Prénom, Courriel, Portable est renseigné, les autres doivent l'être aussi.

source: here
fr: ici

source: This email is already registered for « %user ».<BR>If you are already a member, please log in %link.
fr: Ce courriel est déjà enregistré pour « %user ».<BR>Si vous êtes déjà adhérent, veuillez vous connecter %link.

source: Address
fr: Adresse

source: Subscription Payment Mode
fr: Mode de paiement de la cotisation

source: by check
fr: par chèque

source: by bank transfer
fr: par virement bancaire

source: by card
fr: par carte bancaire

source: After submitting this form, you will be redirected to the online payment process.
fr: Après la soumission de ce formulaire, vous serez redirigé vers le processus de paiement en ligne.
