Repository: gbmapo/JdP8
Catalog: web/sel-8.x.*.po
Languages: fr

source: About
fr: À propos

source: To manage the Grenier à SÉL (services, exchanges, etc.)
fr: Pour gérer le Grenier à SÉL (services, échanges, etc.)

source: Number of cleaned out-of-date services: @number.
fr: Nombre de services périmés nettoyés : @number.

source: Extraction of services per category: nothing to do.
fr: Extraction des services par catégorie : rien à faire.

source: Last additions to Catalog of Services: nothing to do.
fr: Derniers ajouts au Catalogue de Services : rien à faire.

source: Urgent service: Email sent.
fr: Service urgent : Courriel envoyé.

source: Exchange : Email sent.
fr: Échange : Courriel envoyé.

source: SEL
fr: SÉL

source: Add Service category
fr: Ajouter une catégorie de service

source: Add Service
fr: Ajouter un service

source: Add Exchange
fr: Ajouter un échange

source: Service category list
fr: Liste des catégories de service

source: Service category settings
fr: Paramètres Catégorie de service

source: Service list
fr: Liste des services

source: Service settings
fr: Paramètres Service

source: Exchange list
fr: Liste des échanges

source: Exchange settings
fr: Paramètres Échanges

source: List Service category entities
fr: Lister les entités Catégorie de service

source: Configure Service category entities
fr: Configurer les entités Catégorie de service

source: List Service entities
fr: Lister les entités Service

source: Configure Service entities
fr: Configurer les entités Service

source: List Exchange entities
fr: Liste les entités Échanges

source: Configure Exchange entities
fr: Configurer les entités Échange

source: Settings
fr: Paramètres

source: View
fr: Voir

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: Create new Service category entities
fr: Créer de nouvelles entités Catégorie de service

source: Delete Service category entities
fr: Supprimer les entités Catégorie de service

source: Edit Service category entities
fr: Éditer les entités Catégorie de service

source: View Service category entities
fr: Voir les entités Catégorie de service

source: Create new Service entities
fr: Créer de nouvelles entités Service

source: Delete Service entities
fr: Supprimer les entités Service

source: Edit Service entities
fr: Éditer les entités Service

source: View Service entities
fr: Voir les entités Service

source: Create new Exchange entities
fr: Créer de nouvelles entités Échange

source: Delete Exchange entities
fr: Supprimer les entités Échange

source: Edit Exchange entities
fr: Éditer les entités Échange

source: View Exchange entities
fr: Voir les entités Échange

source: Exchange ID
fr: Id Échange

source: Exchange
fr: Échange

source: Service category ID
fr: Id Catégorie de service

source: Name
fr: Nom

source: Service ID
fr: Id Service

source: Exchange Date
fr: Date de l'échange

source: Giver
fr: Offreur

source: SÉListe who receives seeds
fr: Le SÉListe qui reçoit les graines

source: Beneficiary
fr: Bénéficiaire

source: SÉListe who gives seeds
fr: Le SÉListe qui donne les graines

source: Number of seeds
fr: Nombre de graines

source: Creator
fr: Créateur

source: Created
fr: Créé

source: Changed
fr: Modifié

source: Offer
fr: Offre

source: Demand
fr: Demande

source: Category
fr: Catégorie

source: Comment
fr: Commentaire

source: Due Date
fr: Date de fin de validité

source: Published
fr: Publié

source: Picture
fr: Image

source: File
fr: Fichier

source: Link
fr: Lien

source: Addition Date
fr: Date d'ajout

source: Service category
fr: Catégorie de service

source: Are you sure you want to delete exchange « %label »?
fr: Êtes-vous certain(e) de vouloir supprimer l'échange « %label » ?

source: Exchange « %label » has been deleted.
fr: L'échange « %label » a été supprimé.

source: Exchange « %label » has been added.
fr: L'échange « %label » a été ajouté.

source: Exchange « %label » has been updated.
fr: L'échange « %label » a été mis à jour.

source: Service category « %label » has been added.
fr: La catégorie de service « %label » a été ajoutée.

source: Service category « %label » has been updated.
fr: La catégorie de service « %label » a été mise à jour.

source: Are you sure you want to delete service « %label »?
fr: Êtes-vous certain(e) de vouloir supprimer le service « %label » ?

source: Service « %label » has been deleted.
fr: Le service « %label » a été supprimé.

source: This must be an external URL such as %url.
fr: Ceci doit être une URL externe telle que %url.

source: Due date must be in the future.
fr: La date limite doit être dans le futur.

source: It is no longer quite urgent!<BR>Please change the due date or uncheck 'Urgent'.
fr: Là, ce n’est plus tout à fait urgent !<BR>Veuillez changer la date de fin de validité ou décocher ’Urgent’.

source: Validity period cannot exceed three months!
fr: La période de validité ne peut pas dépasser trois mois !

source: Service « %label » has been added.
fr: Le service « %label » a été ajouté.

source: Service « %label » has been updated.
fr: Le service « %label » a été mis à jour.
